{
    "file": "wire\/modules\/Fieldtype\/FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "Die Textformatierung mit dem \"HTML Entity Encoder\" wird für URL Felder empfohlen."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "Erlaube relative\/lokale URLs ohne \"http:\/\/\" am Anfang?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "Lokale\/relative URLs sind jene ohne Schema und Domain."
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "Root Pfad der Seite den lokalen\/relativen URLs voranstellen?"
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Stellt sicher, dass URLs nicht unterbrochen werden beim verschieben der Seite von einem Unterverzeichnis zum Root (das häufigste Beispiel)."
        },
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "Feld welches eine URL speichert"
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Diese Option stellt automatisch den Root Pfad der Seite vor jede URL welche mit einem Schrägstrich beginnt, wie z.B. \/some\/path\/. Dies ist nützlich wenn ihre Seite in einem Unterverzeichnis liegt. Dann müssen Sie dieses Unterverzeichnis nicht in der einzugebenden URL berücksichtigen. Sollten Sie später ihre Seite in das Rootverzeichnis der Domain (oder ein anderes Unterverzeichnis) verschieben, werden die URLs nicht unterbrochen. Nach aktivieren dieser Option, geben Sie bitte URLs immer so an als ob die Seite im Root ihrer Domain liegt, unabhängig davon ob sie in einem Unterverzeichnis läuft oder nicht. Natürlich nur zutreffend, wenn Sie im oberen Feld lokale\/relative URLs erlaubt haben. Anmerkung für Entwickler: diese Option trifft nur zu, wenn outputFormatting für eine Seite aktiv ist."
        }
    }
}