{
    "file": "wire\/modules\/Process\/ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword-module",
    "translations": {
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Passwort zurücksetzen"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Passwort kann nicht zurückgesetzt werden. Bitte stellen Sie sicher, dass Sie den gleichen Computer und den gleichen Browser benutzen, mit dem Sie ursprünglich die Anfrage, das Passwort zurückzusetzen, gesendet haben."
        },
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Informationen zur Zurücksetzung des Passworts"
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Fortsetzen"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Ihr Passwort wurde erfolgreich zurückgesetzt. Sie könnten sich jetzt einloggen."
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Wenn Sie einen Account in unserem System mit einer gültigen E-Mail-Adresse besitzen, sollten Sie nach dem Absenden dieses Formulars eine E-Mail erhalten. Diese wird einen Link erhalten, über welchen Sie Ihr Passwort zurücksetzen können."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Davon ausgehend, dass Ihre Accountinformationen gefunden wurde und eine E-Mail-Adresse enthalten, wurde eine E-Mail mit Informationen zum zurücksetzen Ihres Passwort an Sie versendet."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Bitte überprüfen Sie, ob die E-Mail eingetroffen ist. Falls Sie die E-Mail nicht innerhalb der nächsten 15 Minuten erhalten sollten, wenden Sie sich bitte an den Administrator, um Ihr Passwort zurückzusetzen. Ihre Anfrage nach der Zurücksetzung Ihres Passworts verfällt in 60 Minuten. Schließen Sie dieses Fenster NICHT, bis Sie die Zurücksetzung des Passworts abgeschlossen haben."
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Um das Zurücksetzen Ihres Passworts abzuschließen, klicken Sie bitte auf den Link unten (oder kopieren Sie ihn in Ihren Browser) und folgen Sie den Anweisungen."
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Ungültige Passwortzurücksetzungsanfrage. Ihre Anfrage ist wahrscheinlich verfallen."
        },
        "168b9e356db803204c123e0445ef83f4": {
            "text": "Zurücksetzen des Passworts ist nicht erlaubt"
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Passwort vergessen"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Stellt eine Möglichkeit bereit, das Login-Passwort zurückzusetzen und per E-Mail ein neues zu erhalten."
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Geben Sie Ihren Nutzernamen ein"
        },
        "201096f37f6c6d8504b8d29778854bb5": {
            "text": "Nutzername vergessen?"
        },
        "abb2644b2def6033e18a82971e1c179a": {
            "text": "Geben Sie ihre E-Mail-Adresse ein und wir senden ihnen ihren Konto-Namen."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Aus Sicherheitsgründen teilen wir ihnen auf diesem Bildschirm nicht mit, ob ein Konto existiert."
        },
        "6647aaa5aa21f02ecdb174cdea5ae9f7": {
            "text": "Konto Information"
        },
        "350908378ec41ef0131289d5f5fc28b6": {
            "text": "Sie erhalten diese E-Mail weil Sie ihren Konto-Namen angefordert haben."
        },
        "d1a638c6049308ede5367d21be8cb2dd": {
            "text": "Ihre E-Mail-Adresse scheint zu mehreren Konten zu gehören und wir können ihnen diese aus Sicherheitsgründen nicht mitteilen. Bitte kontaktieren Sie den Administrator zur weiteren Unterstützung."
        },
        "dfe88c81efe0f54d4bf8444498b60f57": {
            "text": "Ihr Konto-Name ist:"
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "E-Mail-Adresse zum Versand der Nachrichten"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Diese URL verfällt innerhalb von 60 Minuten nach dem Senden der E-Mail. Diese URL muss am selben Computer und im selben Browser geöffnet werden, von welchem die E-Mail versandt wurde."
        }
    }
}